<?php
    include './include_menu_ctag.php'   
?>
<!-- Content Wrapper. Contains page content -->
<div class="content-wrapper">
    <!-- Content Header (Page header) -->
    <div class="content-header">
      <div class="container">
        <div class="row mb-2">
          <div class="col-sm-6">
            <h1 class="m-0 text-dark">ข้อมูลการทำหมันแมว</h1>
          </div><!-- /.col -->
          <!-- <div class="col-sm-6">
            <ol class="breadcrumb float-sm-right">
              <li class="breadcrumb-item"><a href="#">Home</a></li>
              <li class="breadcrumb-item"><a href="#">Layout</a></li>
              <li class="breadcrumb-item active">Top Navigation</li>
            </ol>
          </div>/.col -->
        </div><!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content-header -->
    <!-- Main content -->
    <div class="content">
      <div class="container">
      <div class="row">
      <div class="col-md-12">
            <div class="card card-default">
              <!-- /.card-header -->
              <div class="card-body">
                <div class="callout callout-success">
                  <h5>อะไรคือความแต่งต่างระหว่าง Spaying กับ Neutering</h5>
                  <p>โดยธรรมชาติแล้ว เมื่อแมวโตขึ้นจนเริ่มเข้าสู่วัยเจริญพันธุ์แล้ว จะแสดงพฤติกรรมติดสัด ซึ่งเป็นการดึงดูดเรียกแมวเพศตรงข้ามให้มาผสมพันธุ์ เช่น การส่งเสียงร้องหง่าว ดุร้าย ก้าวร้าว ฉี่เรี่ยราดวางอาณาเขตไม่เป็นที่ หนีออกไปเที่ยวนอกบ้าน และอาจจะกลับมาพร้อมกับบาดแผลจากการต่อสู้ รวมถึงอาจจะติดโรคมาจากแมวตัวอื่นได้</p>
                  <p>การทำหมันแมวตัวผู้ จะผ่าเอาลูกอัณฑะและท่อนำอสุจิออก เป็นการผ่าตัดที่ไม่ซับซ้อน แผลจะหายเร็ว ส่วนการทำหมันแมวตัวเมีย จะเป็นการผ่าตัดมดลูกและรังไข่ออกทั้งสองข้าง เป็นการผ่าตัดที่ใหญ่กว่าเพราะจะต้องเปิดช่องท้อง จะต้องใช้เวลาดูแลพักฟื้นหลังผ่าตัดนานกว่า</p>
                  <h5>ข้อดีของการทำหมันแมว</h5>
                      <ul>
                        <li>ช่วยให้แมวมีอายุยืนยาว สุขภาพดี ลดความเสี่ยงจากการเกิดโรคเกี่ยวกับระบบสืบพันธุ์ เช่น มดลูกอักเสบ,มะเร็งมดลูก,มะเร็งเต้านม,มะเร็งอัณฑะ</li>
                        <li>แมวตัวเมียจะไม่ทรมานกับพฤติกรรมติดสัดอีก</li>
                        <li>ลดพฤติกรรมฉี่เรี่ยราดวางอาณาเขตทั้งในแมวตัวผู้และตัวเมีย</li>
                        <li>ในแมวตัวผู้ จะช่วยลดพฤติกรรมก้าวร้าว ดุร้าย หรือการกัดทะเลาะกันเพื่อแย่งตัวเมีย</li>
                        <li>ป้องกันแมวหายออกจากบ้าน หลังทำหมันแมวจะอยู่ติดบ้านมากขึ้น จะไม่ค่อยหนีเที่ยวออกจากบ้าน</li>
                        <li>ป้องกันการบาดเจ็บ รวมถึงโรคติดต่ออื่นๆจากการกัดกันกับแมวตัวอื่น หรือการติดเชื้อจากการผสมพันธุ์</li>
                        <li>เป็นการควบคุมประชากรแมวที่ดีที่สุด ช่วยลดปัญหาแมวจรจัด</li>
                      </ul>  
                      <h5>แมวสามารถทำหมันได้ตอนไหน</h5>
                  <p>แมวตัวผู้ สามารถทำหมันได้ตั้งแต่อายุ 7-8 เดือน ควรเริ่มทำหมันก่อนที่จะแสดงพฤติกรรมก้าวร้าว ส่วนแมวตัวเมีย สามารถทำหมันได้ตั้งแต่อายุ 5 เดือน หรือน้ำหนักประมาณ 2 กิโลกรัม ขึ้นไป ต้องไม่ท้องหรือไม่มีการผสมพันธุ์มาภายในเวลา 2 สัปดาห์ แต่หากเป็นแมวแม่ลูกอ่อน ต้องรอให้ลูกแมวอายุ 1 เดือนครึ่งก่อน หรือเริ่มกินอาหารเองได้แล้ว จึงสามารถพาแม่แมวไปทำหมันได้</p>
                </div>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
        </div>
        <!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content -->
  </div>
  <!-- /.content-wrapper -->
  <?php
    include './include_footer.php'
?>
