<?php
    include './include_menu_ctag.php'   
?>
<!-- Content Wrapper. Contains page content -->
<div class="content-wrapper">
    <!-- Content Header (Page header) -->
    <div class="content-header">
      <div class="container">
        <div class="row mb-2">
          <div class="col-sm-6">
            <h1 class="m-0 text-dark">อาหารแมว</h1>
          </div><!-- /.col -->
          <!-- <div class="col-sm-6">
            <ol class="breadcrumb float-sm-right">
              <li class="breadcrumb-item"><a href="#">Home</a></li>
              <li class="breadcrumb-item"><a href="#">Layout</a></li>
              <li class="breadcrumb-item active">Top Navigation</li>
            </ol>
          </div>/.col -->
        </div><!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content-header -->

    <!-- Main content -->
    <div class="content">
      <div class="container">
      <div class="row">
          <div class="col-md-12">
            <div class="card card-outline card-success">
              <div class="card-body">
              <div class="row">
              <div class="col-md-12">
                <p>เพื่อให้แมวได้เจริญเติบโตได้อย่างสมวัย ได้รับโภชนาการครบถ้วนตามแต่ละช่วงวัย แมวควรได้อาหารที่เหมาะสมตามแต่ละช่วงวัย</p>
                </div>
              </div>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
              <div class="card-header">
                <h3 class="card-title">โภชนาการอาหารที่จำเป็นสำหรับแมวและลูกแมว</h3>
                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <div class="row">
              <div class="col-md-12">
              <h5>อาหารสำหรับลูกแมว</h5>
              <p>อาหารลูกแมว ควรเลือกอาหารที่มีคุณภาพ มีสารอาหารครบถ้วน เพราะเป็นสิ่งสำคัญสำหรับการเจริญเติบโตของลูกแมว นอกจากจะช่วยให้พัฒนาการด้านกระดูกและกล้ามเนื้อแข็งแรงสมวัยแล้ว ยังมีส่วนช่วยในการพัฒนาระบบภูมิคุ้มกัน สมอง และการมองเห็นของลูกแมวอีกด้วย โดยสารอาหารที่ลูกแมวตั้งแต่ช่วงอายุ 3 สัปดาห์ - 1 ปี ต้องการเป็นพิเศษ ได้แก่</p>
              <ul>
              <li>อาหารที่มีโปรตีนสูง : เพื่อช่วยในการสร้างกล้ามเนื้อ และให้พลังงานเพียงพอกับพฤติกรรมในแต่ละวันของลูกแมว</li>
              <li>แคลเซียมและฟอสฟอรัส : เพื่อการพัฒนาอย่างเต็มที่ของกระดูกและข้อต่อ โดยเฉพาะอย่างยิ่งใน 4 เดือนแรก</li>
              <li>ดีเอชเอ : เพื่อเสริมสร้างพัฒนาการทางสมองและการมองเห็นของลูกแมว</li>
              </ul>
              <h5>อาหารสำหรับแมวโตเต็มวัย</h5>
              <p>อาหารแมวโตเต็มวัยยังคงต้องการสารอาหารในกลุ่มโปรตีนเป็นหลัก นอกนั้นจะมีไขมัน คาร์โบไฮเดรต และกลุ่มวิตามิน แร่ธาตุ กรดไขมัน และกรดอะมิโนจำเป็นต่างๆ ซึ่งต่างจากอาหารลูกแมวตรงที่จะมีปริมาณโปรตีนที่ลดลง ย่อยง่าย เช่น โปรตีนที่ทำจากเนื้อปลาแซลมอนและทูน่า หรือโปรตีนจากเนื้อไก่งวง ที่ช่วยเสริมสร้างกล้ามเนื้อ รวมทั้งควรเสริมปริมาณสารอาหารอื่นๆ ได้แก่</p>
              <ul>
              <li>ใยอาหารสูง แคลอรี่ต่ำ ลดการเกิดก้อนขน ช่วยเรื่องระบบการขับถ่าย ทำให้อุจจาระเป็นก้อน </li>
              <li>แคลเซียมและฟอสฟอรัส เสริมสร้างกระดูกและข้อต่อให้แข็งแรง และควรมีแร่ธาตุจำเป็น ช่วยให้ร่างกายเคลื่อนไหวได้อย่างคล่องแคล่ว</li>
              <li>โอเมก้า 3 และ 6 ช่วยบำรุงผิวหนังและขน ให้สุขภาพดีเงางาม</li>
              <li>สารต้านอนุมูลอิสระจากวิตามิน A, E และซิลีเนียม ช่วยเสริมสร้างภูมิต้านทาน</li>
              </ul>
              <h5>อาหารสำหรับแมวที่มีอายุ 7 ปีขึ้นไป</h5>
              <p>เมื่อเริ่มเข้าสู่ช่วงสูงอายุ แมวจะมีความเสี่ยงที่จะป่วยจากโรคต่าง ๆ มากมาย แถมด้วยสภาพร่างกายที่ไม่สมบูรณ์แข็งแรงเหมือนเดิม ทำให้ลดการเคลื่อนไหวร่างกายลง จนเสี่ยงที่จะมีปริมาณแคลอรี่ในร่างกายสูง อาหารที่เหมาะสำหรับแมวในวัยนี้ ต้องเป็นอาหารที่ช่วยลดความเสี่ยงที่จะป่วย มีไขมันต่ำ</p>
              <h5>อาหารสำหรับแมวท้อง</h5>
              <p>การให้อาหารแมว นอกจากอาหารสำหรับแมวในแต่ละช่วงวัยจะมีความสำคัญแล้ว อาหารสำหรับแมวท้องก็มีความสำคัญเช่นเดียวกัน เพราะอาหารที่ใช้เลี้ยงแมวท้องต้องมีโปรตีนสูง มีไขมันไม่มากและที่สำคัญอย่าให้อาหารบำรุงในช่วงตั้งท้องจนทำให้แมวอ้วน จะทำให้แมวคลอดยาก</p>
                </div>
              </div>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
              <div class="card-header">
                <h3 class="card-title">ประเภทของอาหารแมว</h3>
                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <div class="row">
              <div class="col-md-12">
              <h5>อาหารสำเร็จรูป</h5>
              <p>แบ่งออกเป็น 2 ประเภท คือ อาหารแมวแบบเป็นเม็ดและอาหารแมวแบบเปียก ซึ่งเป็นอาหารที่มีคุณค่าทางอาหารครบถ้วน สะดวกอย่างยิ่งสำหรับเจ้าของที่ไม่มีเวลาจัดเตรียมอาหารให้แมวในทุก ๆ วัน </p>
              <ol>
              <li><b>อาหารแมวแบบป็นเม็ด</b></li>
              <p>จะมีลักษณะเป็นเม็ดประกอบด้วยสารอาหารต่างๆ โปรตีน คาร์โบไฮเดรต ไขมัน แร่ธาตุ วิตามิน กรดอะมิโนจำเป็น และวิตามินแร่ธาตุต่างๆ ที่แมวต้องการอย่างเหมาะสม และอาหารเม็ดยังช่วยลดคราบจุลินทรีย์และคราบหินปูนบนฟันของแมว แต่สำหรับแมวที่มีอายุมากการให้อาหารแมวแบบเม็ดอาจทำให้ยากลำบากต่อการเคี้ยวของแมว ส่วนประกอบของอาหารเม็ด โดยส่วนมากก็มาจากเนื้อสัตว์ เพียงแต่เอามาแปรรูปผ่านกระบวนการบดและอบแห้ง </p>
              <li><b>อาหารแมวแบบเปียก</b></li>
              <p>อาหารแมวแบบเปียกมีทั้งแบบซองหรือแบบกระป๋อง มีลักษณะใกล้เคียงกับอาหารที่เจ้าของปรุงให้ คือมีความเป็นน้ำและเนื้อนุ่ม โดยส่วนมากจะทำมาจากเนื้อปลาและเนื้อไก่ อาหารแมวแบบเปียกจะมีน้ำเป็นสัดส่วนอย่างน้อย 65% ซึ่งเป็นผลให้  อาหารเปียกไม่ควรที่จะทิ้งไว้นานเกิน 30 ถึง 60 นาที ในแต่ละครั้ง เพื่อป้องกันการเติบโตของแบคทีเรียซึ่งอาจจะทำให้แมวท้องเสียได้</p>
              </ol>
              <ul>
              <li>อาหารแมวแบบทำเอง</li>
              <p>อาหารแมวทำเอง หรือที่รู้จักกันทั่วไปว่าอาหารโฮมเมด ซึ่งการประกอบอาหารแมวเองนั้น นอกจากจะเป็นเรื่องที่ยุ่งยาก และเสียเวลาแล้ว สูตรอาหารที่เจ้าของปรุงเองนั้นยังมีส่วนประกอบของสารอาหารที่ไม่สมดุล เช่น มีปริมาณโปรตีนที่สูงเกินไป คารโบไฮเดรตสูง ไขมันสูง แต่กลับขาดแร่ธาตุ วิตามิน รวมทั้งกรดอะมิโนจำเป็นต่าง ๆ ที่จำเป็นต่อร่างกาย เช่น ทอรีน และแมวอาจได้กินอาหารที่เป็นอันตรายต่อร่างกายโดยที่เจ้าของเองก็ไม่รู้ตัวอีกด้วย ไม่ว่าจะเป็น ก้างปลา เศษกระดูก เป็นต้น </p>
              <li>ขนมแมว</li>
               <p>ขนมแมวสามารถนำมาประยุกต์ใช้ในการหลอกล่อให้แมวออกกำลังกายได้ และเหมาะสำหรับใช้เพื่อให้เป็นรางวัลเมื่อทำอะไรสำเร็จ เช่น อาบน้ำ ตัดเล็บ เช็ดหู แปรงฟัน ป้อนยา หรือการฝึกแมว ขนมแมวนั้นแนะนำให้กินเป็นครั้งคราว  เนื่องจากถ้าให้กินเป็นอาหารหลักจะทำให้แมวนั้นขาดสารอาหารที่ครบถ้วน ควรให้ปริมาณน้อย (ไม่เกินร้อยละ 10-15 ของปริมาณแคลอรี่ที่แมวควรได้รับต่อวัน) </p>
              </ul>
                </div>
              </div>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
        </div>
        <!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content -->
  </div>
  <!-- /.content-wrapper -->
  <?php
    include './include_footer.php'
?>
