<?php
    include './include_menu_ctag.php'   
?>
<!-- Content Wrapper. Contains page content -->
<div class="content-wrapper">
    <!-- Content Header (Page header) -->
    <div class="content-header">
      <div class="container">
        <div class="row mb-2">
          <div class="col-sm-6">
            <h1 class="m-0 text-dark">ข้อมูลการฉีดวัคซีนแมว</h1>
          </div><!-- /.col -->
          <!-- <div class="col-sm-6">
            <ol class="breadcrumb float-sm-right">
              <li class="breadcrumb-item"><a href="#">Home</a></li>
              <li class="breadcrumb-item"><a href="#">Layout</a></li>
              <li class="breadcrumb-item active">Top Navigation</li>
            </ol>
          </div>/.col -->
        </div><!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content-header -->

    <!-- Main content -->
    <div class="content">
      <div class="container">
      <div class="row">
      <div class="col-md-12">
      <h5>วัคซีนของแมวถูกแบ่งออกเป็น 3 ชนิด คือ</h5>
      <p>1.วัคซีนหลัก คือวัคซีนที่เจ้าของต้องพาแมวไปรับวัคซีนตามคำแนะนำของสัตวแพทย์เป็นประจำ เนื่องจากเป็นโรคที่มีความรุนแรงและมีอัตราการเสียชีวิตสูง ร่วมกับมีการแพร่ระบาดได้ง่าย และโรคติดต่อจากสัตว์สู่คนในแมว ได้แก่ โรคไข้หัดแมว โรคหวัดแมว โรคพิษสุนัขบ้า <br>
      2.วัคซีนทางเลือก คือวัคซีนที่แมวจะรับหรือไม่รับก็ได้ ขึ้นอยู่กับกับคำแนะนำของสัตวแพทย์ร่วมกับความเสี่ยงต่อการได้รับเชื้อของแมว วัคซีนในกลุ่มนี้มีความรุนแรงของโรคตั้งแต่มากไปจนถึงน้อย แต่ถูกจัดอยู่ในกลุ่มทางเลือก เนื่องจากไม่พบการติดเชื้อในประเทศนั้น ๆ เป็นเวลานาน ประสิทธิภาพของวัคซีนในการสร้างภูมิคุ้มกันต่ำหรือได้ผลน้อยในแมวบางกลุ่ม หรือสร้างภูมิคุ้มกันได้เป็นระยะเวลาสั้น ๆ เช่น วัคซีนลูคีเมียในแมว<br>
      3.วัคซีนที่ไม่แนะนำ คือ วัคซีนที่มีผลในการกระตุ้นภูมิคุ้มกันโรคไม่ชัดเจน หรืออาจมีผลข้างเคียงจากวัคซีนได้สูง
      </p>
      </div>
      <div class="col-md-12">
            <div class="card">
            <div class="card-header text-center">
                <h5>ตารางวัคซีนที่ได้รับการแนะนำจาก สมาคมสัตวแพทย์ผู้ประกอบการบำบัดโรคสัตว์เล็กโลก </h5>
                <p>(Vaccination Guidelines Group, World Small Animal Veterinary Association, VGG-WSAVA)</p>
              </div>
              <!-- /.card-header -->
              <div class="card-body">
                <table class="table table-bordered">
                  <thead>                  
                    <tr>
                      <th>ชนิดของวัคซีน</th>
                      <th>ลูกแมวที่ไม่เคยได้รับวัคซีน</th>
                      <th>แมวโตที่ยังไม่เคยได้รับวัคซีน</th>
                      <th>การกระตุ้นวัคซีน</th>
                      <th>หมายเหตุ</th>
                    </tr>
                  </thead>
                  <tbody>
                    <tr>
                      <td>ไวรัสไข้หัดแมว (FPV: Feline Panleukemia Virus)</td>
                      <td>เริ่มที่อายุ 8-9 สัปดาห์ ให้ครั้งที่ สอง 3-4 สัปดาห์ถัดไปและครั้งสุดท้ายเมื่ออายุ 16 สัปดาห์ หรือ
มากกว่า
</td>
                      <td>2 ครั้ง ห่างกัน 3-4 สัปดาห์</td>
                      <td>ให้ฉีดซ้ำทุกปี</td>
                      <td>วัคซีนหลัก</td>
                    </tr>
                    <tr>
                      <td>โรคหวัดแมว เฮอร์มีสไวรัส-1 (FHV-1: Feline Herpies Virus</td>
                      <td>เริ่มที่อายุ 8-9 สัปดาห์ ให้ครั้งที่ สอง 3-4 สัปดาห์ถัดไปและครั้งสุดท้ายเมื่ออายุ 16 สัปดาห์ หรือ
มากกว่า
</td>
                      <td>2 ครั้ง ห่างกัน 3-4 สัปดาห์</td>
                      <td>ให้ฉีดซ้ำทุกปี</td>
                      <td>วัคซีนหลัก</td>
                    </tr>
                    <tr>
                      <td>โรคหวัดแมว แคลิชิไวรัสแมว (FCV;Feline Calicivirus)</td>
                      <td>เริ่มที่อายุ 8-9 สัปดาห์ ให้ครั้งที่ สอง 3-4 สัปดาห์ถัดไปและครั้งสุดท้ายเมื่ออายุ 16 สัปดาห์ หรือ
มากกว่า
</td>
                      <td>2 ครั้ง ห่างกัน 3-4 สัปดาห์</td>
                      <td>ให้ฉีดซ้ำทุกปี</td>
                      <td>วัคชีนหลัก (มักอยู่ร่วมกับ วัคซีนเฮอร์ปีส์ไวรัส)</td>
                    </tr>
                    <tr>
                      <td>โรคพิษสุนัขบ้า</td>
                      <td>ให้ครั้งแรกได้ตั้งแต่อายุ 12 สัปดาห์ และกระตุ้นซ้ำ 1 ปีหลังจากนั้น</td>
                      <td>2 ครั้ง โดยห่างกัน 12 เดือน</td>
                      <td>ให้ฉีดซ้ำทุกปี</td>
                      <td>วัคซีนหลัก (ต้องฉีดตามกฎหมายกำหนด)</td>
                    </tr>
                    <tr>
                      <td>ลิวคีเมียไวรัส (FeLV; Feline Leukemia Virus)</td>
                      <td>ให้ครั้งแรกได้ตั้งแต่อายุ 8 สัปดาห์ และครั้งที่สองห่างกัน 3-4 สัปดาห์ ต้องให้สองครั้ง</td>
                      <td>2 ครั้ง ห่างกัน 3-4 สัปดาห์</td>
                      <td>ให้ฉีดซ้ำทุกปี</td>
                      <td>วัคซีนทางเลือก</td>
                    </tr>
                    <tr>
                      <td>ไวรัสภูมิคุ้มกันบกพร่องในแมว (FIV; Feline Immunodeficiency Virus)</td>
                      <td>ให้ 3 ครั้ง เข็มแรกให้ได้ตั้งแต่อายุ 8 สัปดาห์ ครั้งถัดไปห่างกัน 2-3 สัปดาห์</td>
                      <td>ให้ 3 ครั้ง ครั้งถัดไปห่างกัน 2-3 สัปดาห์</td>
                      <td>กระตุ้นซ้ำทุกปี</td>
                      <td>ไม่แนะนำ</td>
                    </tr>
                    <tr>
                      <td>ช่องท้องอักเสบ (FIP; Feline infectious peritonitis)</td>
                      <td>เข็มแรกให้ได้ตั้งแต่อายุ 16 สัปดาห์ และครั้งที่สองห่างกัน 3-4 สัปดาห์</td>
                      <td>2 ครั้ง ห่างกัน 3-4 สัปดาห์</td>
                      <td>กระตุ้นซ้ำทุกปี</td>
                      <td>ไม่แนะนำ</td>
                    </tr>
                  </tbody>
                </table>
              </div>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
        </div>
        <!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content -->
  </div>
  <!-- /.content-wrapper -->
  <?php
    include './include_footer.php'
?>
